export const typeOptions = [{
    "id": "0200000000",
    "name": "新鲜水果",
    "item": [{
        "name": "全部",
        "id": "0200000000"
      },
      {
        "name": "奇异果/车厘子",
        "id": "0204000000"
      },
      {
        "name": "苹果/梨子/瓜类",
        "id": "0202000000"
      },
      {
        "name": "提子/葡萄/莓类",
        "id": "0208000000"
      },
      {
        "name": "橙桔柑柚",
        "id": "0201000000"
      },
      {
        "name": "桃李杏枣",
        "id": "0207000000"
      },
      {
        "name": "热带水果",
        "id": "0205000000"
      },
      {
        "name": "其他水果",
        "id": "0203000000"
      },
      {
        "name": "水果礼盒",
        "id": "0206000000"
      }
    ]
  },
  {
    "id": "0700000000",
    "name": "绿色菜篮",
    "item": [{
        "name": "全部",
        "id": "0700000000"
      },
      {
        "name": "宅配优选",
        "id": "0706000000"
      },
      {
        "name": "健康蔬菜",
        "id": "0702000000"
      },
      {
        "name": "猪肉",
        "id": "0707000000"
      },
      {
        "name": "牛肉/羊肉",
        "id": "0703000000"
      },
      {
        "name": "禽肉蛋品",
        "id": "0704000000"
      },
      {
        "name": "河鲜海产",
        "id": "0701000000"
      },
      {
        "name": "熟食腊味",
        "id": "0705000000"
      }
    ]
  },
  {
    "id": "0100000000",
    "name": "粮油调味",
    "item": [{
        "name": "全部",
        "id": "0100000000"
      },
      {
        "name": "大米",
        "id": "0101000000"
      },
      {
        "name": "五谷杂粮",
        "id": "0105000000"
      },
      {
        "name": "面粉/面类",
        "id": "0106000000"
      },
      {
        "name": "食用油",
        "id": "0104000000"
      },
      {
        "name": "酱料调味",
        "id": "0103000000"
      },
      {
        "name": "酱菜腌料",
        "id": "0102000000"
      }

    ]
  },
  {
    "id": "0300000000",
    "name": "扶贫特产",
    "item": [{
        "name": "全部",
        "id": "0300000000"
      },
      {
        "name": "扶贫商品",
        "id": "0307000000"
      },
      {
        "name": "干制菌菇",
        "id": "0304000000"
      },
      {
        "name": "干晒海产",
        "id": "0303000000"
      },
      {
        "name": "地方好货",
        "id": "0301000000"
      },
      {
        "name": "土特名产",
        "id": "0305000000"
      },
      {
        "name": "滋补干货",
        "id": "0302000000"
      },
      {
        "name": "干货礼盒",
        "id": "0306000000"
      }
    ]
  },
  {
    "id": "0400000000",
    "name": "零食饮料",
    "item": [{
        "name": "全部",
        "id": "0400000000"
      },
      {
        "name": "坚果炒货",
        "id": "0405000000"
      },
      {
        "name": " 休闲零食",
        "id": "0403000000"
      },
      {
        "name": " 饼干曲奇",
        "id": "0401000000"
      },
      {
        "name": "糖果/巧克力",
        "id": "0406000000"
      },
      {
        "name": "冲调速食",
        "id": "0404000000"
      },
      {
        "name": " 牛奶饮品",
        "id": "0402000000"
      }
    ]
  },
  {
    "id": "0500000000",
    "name": "美酒茗茶",
    "item": [{
        "name": "全部",
        "id": "0500000000"
      },
      {
        "name": "葡萄酒/洋酒",
        "id": "0504000000"
      },
      {
        "name": "白酒/啤酒",
        "id": "0501000000"
      },
      {
        "name": "红茶",
        "id": "0502000000"
      },
      {
        "name": "普洱茶",
        "id": "0505000000"
      },
      {
        "name": "花茶/绿茶/白茶",
        "id": "0503000000"
      }
    ]
  },
  {
    "id": "0600000000",
    "name": "礼品礼券",
    "item": [{
        "name": "全部",
        "id": "0600000000"
      },
      {
        "name": "年节商品",
        "id": "0603000000"
      },
      {
        "name": "滋补礼品",
        "id": "0604000000"
      },
      {
        "name": "鲜花/文具礼品",
        "id": "0601000000"
      },
      {
        "name": "卡券",
        "id": "0602000000"
      }
    ]
  },
  {
    "id": "0800000000",
    "name": "家具厨卫",
    "item": [{
        "name": "全部",
        "id": "0800000000"
      },
      {
        "name": "床上家纺",
        "id": "0802000000"
      },
      {
        "name": "时尚箱包",
        "id": "0804000000"
      },
      {
        "name": "水壶杯具",
        "id": "0805000000"
      },
      {
        "name": "盘碟餐具",
        "id": "0803000000"
      },
      {
        "name": "厨房用品",
        "id": "0801000000"
      },
      {
        "name": "卫浴清洁",
        "id": "0806000000"
      }

    ]
  },
  {
    "id": "0900000000",
    "name": "创意家电",
    "item": [{
        "name": "全部",
        "id": "0900000000"
      },
      {
        "name": "智能电器",
        "id": "0907000000"
      },
      {
        "name": "轻便料理家电",
        "id": "0906000000"
      }
    ]
  }
];

export const storeData = [{
  name: '存储条件',
  goodsEnev: ["冷藏", "冷藏（0-4℃）",
    "常温", "常温阴凉干燥处",
    "冷冻（-18℃以下）", "避光阴凉干燥处", "冷冻（-30℃以下）", "置于3-6℃的冰箱内，并覆上拧干水的湿毛巾", "常温阴凉干燥处"
  ]
}, {
  name: '注意事项',
  goodsTip: ["不运作时请断电，谨防触电漏电", "上门自提", "请放置于坚硬水平面处", "套餐：内含多种商品", "使用场景:上班/出差/旅行"]
}]